Repository: KDE/plasma-mycroft-mobile
Catalog: po/*/plasma_applet_org.kde.plasma.mycroftplasmoidmobile.po
Languages: az, eu, fi, ko, pl

source: <i>Location: %1</i>
az: <i>Məkan: %1</i>
eu: <i>Kokalekua: %1</i>
fi: <i>Sijainti: %1</i>
ko: <i>위치: %1</i>
pl: <i>Położenie: %1</i>

source: Listen
az: Dinləmək
eu: Aditu
fi: Kuuntele
ko: 듣기
pl: Słuchaj

source: Author: %1
az: Müəllif: %1
eu: Egilea: %1
fi: Tekijä: %1
ko: 작성자: %1
pl: Autor: %1

source: Publisher: %1
az: Naşir: %1
eu: Argitaratzailea: %1
fi: Julkaisija: %1
ko: 제작사: %1
pl: Wydawca: %1

source: Release Year: %1
az: Buraxılş ili: %1
eu: Argitalpen urtea: %1
fi: Julkaisuvuosi: %1
ko: 발매 연도: %1
pl: Rok wydania: %1

source: Availability: %1
az: Mövcudluğu: %1
eu: Eskuragarritasuna: %1
fi: Saatavuus: %1
ko: 사용 가능: %1
pl: Dostępność: %1

source: Read Online
az: Yalnız oxumaq
eu: Irakurri lerroan
fi: Lue verkossa
ko: 온라인 읽기
pl: Odczytaj z sieci

source: Download
az: Endirilmə
eu: Zama-jaitsi
fi: Lataa
ko: 다운로드
pl: Pobierz

source: Minimum Temperature: %1
az: Minimum hərarət: %1
eu: Gutxieneko tenperatura: %1
fi: Vähimmäislämpötila: %1
ko: 최소 온도: %1
pl: Minimalna temperatura: %1

source: Current Temperature: %1
az: Hazırkı hərarət: %1
eu: Uneko tenperatura: %1
fi: Tämänhetkinen lämpötila: %1
ko: 현재 온도: %1
pl: Bieżąca temperatura: %1

source: Maximum Temperature: %1
az: Maksimum hərarət: %1
eu: Gehienezko tenperatura: %1
fi: Enimmäislämpötila: %1
ko: 최대 온도: %1
pl: Maksymalna temperatura: %1

source: Share Via Email
az: E-poçt ilə paylaşmaq
eu: Partekatu e-posta bidez
fi: Jaa sähköpostitse
ko: 이메일로 공유
pl: Udostępnij przez pocztę

source: Currency: %1
az: Cari: %1
eu: Moneta: %1
fi: Valuutta: %1
ko: 통화: %1
pl: Waluta: %1

source: Remove Card
az: Kartı silmək
eu: Kendu txartela
fi: Poista kortti
ko: 카드 삭제
pl: Usuń kartę

source: Disable Cryptocurrency Card
az: Kriptovalyuta kartını silmək
eu: Ezgaitu kriptodiru-txartela
fi: Poista salauskortti käytöstä
ko: 암호 화폐 카드 사용 안 함
pl: Wyłącz kartę kryptowaluty

source: <i>Powered By: NewsAPI</i>
az: <i>Dəstəklənir: NewsAPI tərəfindən</i>
eu: <i>Elikatzen duena: NewsAPI</i>
fi: <i>Toimii NewsAPIn avulla</i>
ko: <i>제공: NewsAPI</i>
pl: <i>Napędzane przez: NewsAPI</i>

source: Play / Listen To News Article
az: Xəbər məqaləsini oxutmaq / dinləmək
eu: Jo / Aditu albiste-artikuluak
fi: Toista ja kuuntele uutisartikkeli
ko: 재생/뉴스 기사 듣기
pl: Odtwarzaj / Słuchaj wiadomości

source: Share News Link
az: Xəbər keçidini paylaşmaq
eu: Partekatu albistearen esteka
fi: Jaa uutislinkki
ko: 뉴스 링크 공유
pl: Udostępnij łącze do wiadomości

source: Disable News Cards
az: Xəbər kartını söndürmək
eu: Ezgaitu albiste-txartelak
fi: Poista uutiskortit käytöstä
ko: 뉴스 카드 사용 안 함
pl: Wyłącz karty wiadomości

source: Date: %1 | Time: %2
az: Tarix: %1 | Vaxt: %2
eu: Data: %1 | Ordua: %2
fi: Päivä: %1 | Aika: %2
ko: 날짜: %1 | 시간: %2
pl: Data: %1 | Czas: %2

# %1 is value, %2 is unit (Celsius or Fahrenheit degree)
source: Minimum Temperature: %1%2
az: Minimum hərarət: %1%2
eu: Gutxieneko tenperatura: %1%2
fi: Vähimmäislämpötila: %1%2
ko: 최소 온도: %1%2
pl: Minimalna temperatura: %1%2

# %1 is value, %2 is unit (Celsius or Fahrenheit degree)
source: Current Temperature: %1%2
az: Hazırkı hərarət: %1%2
eu: Uneko tenperatura: %1%2
fi: Tämänhetkinen lämpötila: %1%2
ko: 현재 온도: %1%2
pl: Bieżąca temperatura: %1%2

# %1 is value, %2 is unit (Celsius or Fahrenheit degree)
source: Maximum Temperature: %1%2
az: Maksimum hərarət: %1%2
eu: Gehienezko tenperatura: %1%2
fi: Enimmäislämpötila: %1%2
ko: 최대 온도: %1%2
pl: Maksymalna temperatura: %1%2

source: Expand Forecast
az: Geniş hava məlumatı
eu: Zabaldu aurreikuspena
fi: Laajenna ennustetta
ko: 일기예보 펼치기
pl: Rozwiń prognozę

source: Close
az: Bağlamaq
eu: Itxi
fi: Sulje
ko: 닫기
pl: Zamknij

# D stand for Day, T stands for Time
source: D: %1 | T: %2
az: T: %1 | V: %2
eu: D: %1 | O: %2
fi: P: %1 | K: %2
ko: 일: %1 | 시: %2
pl: D: %1 | C: %2

source: Condition: %1
az: Vəziyyət: %1
eu: Baldintza: %1
fi: Ehto: %1
ko: 상태: %1
pl: Warunek: %1

source: Wind: %1 meters/sec
az: Külək: %1 metr/san
eu: Haizea: %1 m/s
fi: Tuuli: %1 m/s
ko: 바람: %1 m/s
pl: Wiatr | %1 metrów/sekundę

# %1 is value, %2 is unit (Celsius or Fahrenheit degree)
source: Min: %1%2
fi: Väh: %1%2
ko: 최소: %1%2

# %1 is value, %2 is unit (Celsius or Fahrenheit degree)
source: Max: %1%2
az: Maks: %1%2
fi: Enint: %1%2
ko: 최대: %1%2
pl: Maks: %1%2

source: <i>Powered By: OpenWeatherMap</i>
az: <i>Dəstəklənir: OpenWeatherMap tərəfindən</i>
eu: <i>Elikatzen duena: OpenWeatherMap</i>
fi: <i>Toimii OpenWeatherMapin avulla</i>
ko: <i>제공: OpenWeatherMap</i>
pl: <i>Napędzane przez: OpenWeatherMap</i>

source: Disable Weather Cards
az: Hava kartlarını söndürmək
eu: Ezgaitu eguraldi-txartela
fi: Poista sääkortit käytöstä
ko: 날씨 카드 사용 안 함
pl: Wyłącz karty pogody

source: Let's Continue?
az: Davam edilsin?
eu: Jarraituko dugu?
fi: Jatketaanko?
ko: 계속 하시겠습니까?
pl: Kontynuujemy?

source: Mycroft by default is powered by a cloud-based speech to text service. Mycroft gives you the ability to change speech to text services or use a locally configured one within their settings at home.mycroft.ai. If you agree to the default usage of Mycroft’s speech to text service, please continue. Also remember you can always choose to turn off or mute Mycroft when you do not wish to use it.
az: Mycroft, əslində bulud xidmətində, nitqi mətnə çevirmə xidməti ilə dəstəklənir. Mycroft, sizə nitqi mətn xidmətinə çevirməyə və ya home.mycroft.ai ayarları daxilində, yerli ayarlanmış xidmətdən istifadə etməyə imkan verir. Mycroft'un standart olaraq nitqi mətinə şevirmə xidmətindən istifadə etməyi qəbul edirsinizsə o zaman davam edin. Həmçinin yadda saxlayın ki, Mycroft istifadə etmək istəmədiyiniz halda onu söndürə və ya susdura bilərsiniz.
eu: Mycroft era lehenetsian hodeia-oinarri duen hizketatik testurako zerbitzu batek elikatzen du. Mycroft-ek hizketatik testurako zerbitzuak aldatzeko edo lokalki konfiguratutako bat erabiltzeko gaitasuna eskaintzen dizu «home.mycroft.ai»ko bere ezarpenen artean. Mycroft-en hizketatik testurako zerbitzua era lehenetsian erabiltzearekin ados bazaude, jarraitu. Gogoan izan ezazu Mycroft erabili nahi ez duzunean beti izango duzula hura itzali edo isilarazteko aukera.
fi: Oletusarvoisesti Mycroft käyttää verkon puhesyntetisaattoripalveluja. Mycroftilla voit osoitteessa home.mycroft.ai vaihtaa verkkopalvelua tai käyttää paikallisesti asetettua palvelua. Jatka, jos hyväksyt Mycroftin oletuspuhesyntetisaattoripalvelun. Muista, että voit aina poistaa Mycroftin käytöstä tai vaimentaa sen, ellet halua käyttää sitä.
ko: Mycroft는 기본적으로 클라우드 기반 받아쓰기 서비스를 사용합니다. home.mycroft.ai에 있는 설정에서 다른 받아쓰기 서비스나 로컬에 설정한 서비스로 변경할 수 있습니다. 기본 Mycroft 받아쓰기 서비스 사용 조건에 동의한다면 계속 진행하십시오. Mycroft를 사용하고 싶지 않으면 언제든지 비활성화 및 음소거할 수 있습니다.
pl: Mycroft jest domyślnie napędzany przez usługę mowy na tekst opartą na chmurze. Mycroft daje możliwość zamiany mowy na usługi tekstowe lub lokalnie ustawione usługi z ich ustawieniami na home.mycroft.ai. Jeśli zgadzasz się na domyślne użycie usługi mowy na tekst Mycroft, po prostu kontynuuj. Pamiętaj, ze zawsze możesz wyłączyć lub wyciszyć Mycroft, jeśli nie będziesz chciał go używać.

source: To start using Mycroft toggle the switch in the upper right corner!
az: Mycroft istifadə etməyə başlamaq üçün yuxarı sağ küncdəki açarı dəyişdirin!
eu: Mycroft erabiltzen hasteko, txandakatu goiko eskuin izkinako etengailua!
fi: Aloita Mycroftin käyttö napsauttamalla oikean yläkulman kytkintä!
ko: Mycroft를 사용하려면 오른쪽 위 모서리의 스위치를 전환하십시오!
pl: Aby zacząć używać Mycroft przełącz przełącznik w górnym prawym narożniku!

source: Mycroft by default is powered by a cloud-based speech to text service. Mycroft gives you the ability to change speech to text services or use a locally configured one within their settings at home.mycroft.ai.
az: Mycroft, əslində bulud xidmətində, nitqi mətnə çevirmə xidməti ilə dəstəklənir. Mycroft, sizə nitqi mətn xidmətinə çevirməyə və ya home.mycroft.ai ayarları daxilində, yerli ayarlanmış xidmətdən istifadə etməyə imkan verir.
eu: Mycroft era lehenetsian hodeia-oinarri duen hizketatik testurako zerbitzu batek elikatzen du. Mycroft-ek hizketatik testurako zerbitzuak aldatzeko edo lokalki konfiguratutako bat erabiltzeko gaitasuna eskaintzen dizu «home.mycroft.ai»ko bere ezarpenen artean.
fi: Oletusarvoisesti Mycroft käyttää verkon puhesyntetisaattoripalveluja. Mycroft antaa sinun vaihtaa puhesyntetisaattoripalvelun paikallisesti asetetuksi sivun home.mycroft.ai asetuksista.
ko: Mycroft는 기본적으로 클라우드 기반 받아쓰기 서비스를 사용합니다. home.mycroft.ai에 있는 설정에서 다른 받아쓰기 서비스나 로컬에 설정한 서비스로 변경할 수 있습니다.
pl: Mycroft jest domyślnie napędzany przez usługę mowy na tekst opartą na chmurze. Mycroft daje możliwość zamiany mowy na usługi tekstowe lub lokalnie ustawione usługi z ich ustawieniami na home.mycroft.ai.

source: Disable Disclaimer Card
az: Məsuliyyətdən imtina kartını söndürmək
eu: Ezgaitu uko-egite txartela
fi: Poista vastuuvapauslausekekortti käytöstä
ko: 면책 조항 카드 사용 안 함
pl: Wyłącz kartę odpowiedzialności

source: Open
az: Açmaq
eu: Ireki
fi: Avaa
ko: 열기
pl: Otwórz

source: Broad Recognition
az: Geniş tanıma
eu: Ezagutza zabala
fi: Lavea tunnistus
ko: 광범위 인식
pl: Szerokie rozpoznanie

source: OCR Recognition
az: OCR tanıması
eu: OCR ezagutza
fi: OCR-tunnistus
ko: OCR 인식
pl: Rozpoznanie OCR

source: I am not connected to the internet, Please check your network connection
az: İnternetə qoşula bilmədim, Lütfən şəbəkə ayarlarını yoxlayın
eu: Ez nago Internetera konektatuta, egiaztatu zure sareko konexioa
fi: Ei yhteyttä verkkoon. Tarkista verkkoyhteys
ko: 인터넷에 연결되어 있지 않습니다. 네트워크 연결을 확인하십시오
pl: Nie jestem podłączony do internetu. Sprawdź swoje połączenie z siecią

source: Home Tab
az: Ev vərəqi
eu: Etxeko fitxa
fi: Kotivälilehti
ko: 홈 탭
pl: Karta domowa

source: Skills Tab
az: Bacarıq vərəqi
eu: Trebetasunen fitxa
fi: Kykyvälilehti
ko: 스킬 탭
pl: Karta umiejętności

source: Settings Tab
az: Ayarlar vərəqi
eu: Ezarpenen fitxa
fi: Asetusvälilehti
ko: 설정 탭
pl: Karta ustawień

source: Skill Installs Tab
az: "Bacarıq quraşdırma" vərəqi
eu: Trebetasunak instalatzeko fitxa
fi: Kyvynasennusvälilehti
ko: 스킬 설치 탭
pl: Karta wgrywania umiejętności

source: <i>Your Mycroft Core Installation Path</i>
az: <i>Mycroft Core Quraşdırma Yolunuz</i>
eu: <i>Zure Mycroft muineko instalazioaren bide-izena</i>
fi: <i>Mycroft-perusasennuksen sijainti</i>
ko: <i>Mycroft 코어 설치 경로</i>
pl: <i>Twoja ścieżka wgrywania jądra Mycroft</i>

source: Default Path
az: Standart yol
eu: Bide-izen lehenetsia
fi: Oletussijainti
ko: 기본 경로
pl: Domyślna ścieżka

source: Installed Using Mycroft Package
az: Mycroft Paketindən istifadə edərək quraşdırılmışdır
eu: Mycroft paketea erabiliz instalatu da
fi: Asennettu Mycroft-pakettia käyttäen
ko: Mycroft 패키지를 사용하여 설치됨
pl: Wgrany przy użyciu pakietu Mycroft

source: Location of Mycroft-Core Directory
az: Mycroft-Core kataloqunun yeri
eu: Mycroft-Core direktorioaren kokalekua
fi: Mycroft-Core-kansion sijainti
ko: Mycroft 코어 디렉터리 경로
pl: Położenie katalogu jądra Mycroft

source: Your Custom Image Recognition Skill Voc Keywords
az: Şəkilin tanınması bacarığı üçün sizin fərdi açar sözləriniz
eu: Zuk finkatutako irudiak ezagutzeko trebetasunaren ahotsezko gako-hitzak
fi: Mukautetun kuvantunnistuskykysanaston hakusanat
ko: 사용자 정의 이미지 인식 스킬 음성 키워드
pl: Twoje własne słowa kluczowe do umiejętności rozpoznawania obrazów

source: search image url
az: şəkil ünvannı axtarmaq
eu: bilatu irudien URL
fi: etsi kuvan osoitetta
ko: 이미지 URL 검색
pl: wyszukaj adres URL obrazu

source: Your Custom Image OCR Skill Voc Keywords
az: Sizin istifadəçi, OCR Skill Voc təsviriniz üçün açar sözlər
eu: Zuk finkatutako irudien OCR trebetasunaren ahotsezko gako-hitzak
fi: Mukautetun tekstintunnistuskykysanaston hakusanat
ko: 사용자 정의 이미지 OCR 스킬 음성 키워드
pl: Twoje własne słowa kluczowe do umiejętności OCR

source: ocr image url
az: ocr təsviri ünvanı
eu: OCR irudien URLa
fi: OCR-kuvan verkko-osoite
ko: OCR 이미지 URL
pl: adres url obrazu ocr

source: Enable Notifications
az: Bildirişləri açmaq
eu: Gaitu jakinarazpenak
fi: Käytä ilmoituksia
ko: 알림 사용
pl: Włącz powiadomienia

source: Enable Fallback To Wolfram Alpha Web-Search
az: Wolfram Alpha Web-Search-ə qayıdışı aktiv etmək
eu: Gaitu erreserbako web-bilaketa «Wolfram Alpha»ra
fi: Käytä varalla Wolfram Alphan verkkohakua
ko: Wolfram Alpha 웹 검색으로 대체 가능
pl: Włącz zapasowe wyszukiwania w sieci Wolfram Alpha

source: <i>Please Note: Default path is set to /home/$USER/mycroft-core/. Change the above settings to match your installation</i>
az: <i>Nəzərə alın: Standart yol, /home/$USER/mycroft-core/ yoludur. Quraşdırmanıza uyğun yuxarıdakı ayarları dəyişin</i>
eu: <i>Oharra: Bide-izen lehenetsia «/home/$USER/mycroft-core/» izan ohi da. Aldatu ezarpena zure instalazioaren bat etortzeko</i>
fi: <i>Huomaa: Oletussijainniksi on asetettu /home/$USER/mycroft-core/. Muuta asetus yltä vastaamaan asennustasi.</i>
ko: <i>참고 사항: 기본 경로는 /home/$USER/mycroft-core로 설정됩니다. 위의 설정을 설치에 맞게 변경하십시오.</i>
pl: <i>Uwaga: Domyślna ścieżka jest ustawiona na /home/$USER/mycroft-core/. Zmień powyższe ustawienia, aby pasowały one do twojej instalacji</i>

source: Enable / Disable Dashboard
az: İdarə panelini aktivləşdirin / söndürün
eu: Gaitu / Ezgaitu aginte-mahaia
fi: Ota kojelauta käyttöön tai poista se käytöstä
ko: 대시보드 사용/사용 안 함
pl: Włącz / Wyłącz tablicę

source: Card Settings:
az: Kart ayarları:
eu: Txartel ezarpenak:
fi: Kortin asetukset:
ko: 카드 설정:
pl: Ustawienia karty:

source: Enable / Disable Disclaimer Card
az: Məsuliyyətdən imtina kartını aktivləşdirmək / söndürmək
eu: Gaitu / Ezgaitu Uko-egite txartela
fi: Ota käyttöön tai poista käytöstä vastuuvapauslausekekortti
ko: 면책 조항 카드 사용/사용 안 함
pl: Włącz / Wyłącz kartę odpowiedzialności

source: Enable / Disable News Card
az: Xəbərlər kartını aktivləşdirin / söndürün
eu: Gaitu / Ezgaitu albiste-txartela
fi: Ota uutiskortti käyttöön tai poista se käytöstä
ko: 뉴스 카드 사용/사용 안 함
pl: Włącz / Wyłącz kartę nowości

source: Enable / Disable Cryptocurrency Card
az: Kriptovalyuta kartını aktivləşdirmək / söndürmək
eu: Gaitu / Ezgaitu kriptodiru-txartela
fi: Ota salauskortti käyttöön tai poista se käytöstä
ko: 암호 화폐 카드 사용/사용 안 함
pl: Włącz / Wyłącz kartę kryptowaluty

source: Enable / Disable Weather Card
az: Hava kartını aktivləşdirmək / söndürmək
eu: Gaitu / Ezgaitu eguraldi-txartela
fi: Ota sääkortti käyttöön tai poista se käytöstä
ko: 날씨 카드 사용/사용 안 함
pl: Włącz / Wyłącz kartę pogody

source: Celcius
az: Selsi
fi: Celsius
ko: 섭씨
pl: Celsjusz

source: Fahrenheit
az: Farenqeyt
ko: 화씨

source: Search Skills
az: Axtarış bacarıqları
eu: Bilatu trebetasunak
fi: Etsi kykyjä
ko: 스킬 검색
pl: Wyszukaj umiejętności

source: Refresh List
az: Siyahını təzələmək
eu: Freskatu zerrenda
fi: Päivitä luettelo
ko: 목록 새로 고침
pl: Odśwież listę

source: Enter Query or Say 'Hey Mycroft'
az: Sorğu daxil edin və ya 'Hey Mycroft' deyin
eu: Sartu itauna edo esan «Epa Mycroft»
fi: Syötä kysely tai sano ”Hei Mycroft”
ko: 질의를 입력하거나 'Hey Mycroft' 말하기
pl: Odpytaj lub powiedz 'Hey Mycroft'

source: Installed
az: Quraşdırılmış
eu: Instalatuta
fi: Asennettu
ko: 설치됨
pl: Wgrany

source: Install
az: Quraşdırmaq
eu: Instalatu
fi: Asenna
ko: 설치
pl: Wgraj

# mtrs stands for meters
source: Distance: %1 <i>mtrs</i>
az: Məsafə: %1 t <i>mtrs</i>
eu: Distantzia: %1 <i>m</i>
fi: Etäisyys: %1 <i>m</i>
ko: 거리: %1<i>미터</i>
pl: Odległość: %1 <i>mtr</i>

source: Address: %1
az: Ünvan: %1
eu: Helbidea: %1
fi: Osoite: %1
ko: 주소: %1
pl: Adres: %1

source: <i>Powered By: Here.API</i>
az: <i>Hazırlandı: Here.APİ tərəfindən</i>
eu: <i>Elikatzen duena: Here.API</i>
fi: <i>Toimii Here.APIn avulla</i>
ko: <i>제공: Here.API</i>
pl: <i>Napędzane przez: Here.API</i>

source: Refresh Dashboard
az: İdarə panelini təzələmək
eu: Freskatu aginte-mahaia
fi: Virkistä kojelauta
ko: 대시보드 새로 고침
pl: Odśwież deskę rozdzielczą

source: Change Settings
az: Ayarları dəyişmək
eu: Aldatu ezarpenak
fi: Muuta asetuksia
ko: 설정 변경
pl: Zmień ustawienia

source: <i>Calories:</i> %1 <b>cal</b>
az: <i>Kalori: </i> %1 <b>kal</b>
eu: <i>Kaloriak:</i> %1 <b>cal</b>
fi: <i>Kaloreja:</i> %1 <b>cal</b>
ko: <i>칼로리:</i> %1 <b>cal</b>
pl: <i>Kalorie:</i> %1 <b>cal</b>

source: <i>Diet Type:</i> %1
az: <i>Pəhriz növü:</i> %1
eu: <i>Dieta mota:</i> %1
fi: <i>Dieetin tyyppi:</i> %1
ko: <i>식사 유형:</i> %1
pl: <i>Rodzaj diety:</i> %1

source: <i>Health Tags:</i> %1
az: <i>Sağlamlıq etiketi: </i> %1
eu: <i>Osasun etiketak:</i> %1
fi: <i>Terveystunnisteet:</i> %1
ko: <i>건강 태그:</i> %1
pl: <i>Znaczniki zdrowia:</i> %1

source: View Recipe
az: Reseptə nəzər salmaq
eu: Ikusi errezeta
fi: Näytä resepti
ko: 요리법 보기
pl: Zobacz przepis

source: <i>Recipe Source: %1</i>
az: <i>Reseptin mənbəyi: %1</i>
eu: <i>Errezetaren sorburua: %1</i>
fi: <i>Reseptilähde: %1</i>
ko: <i>요리법 출처: %1</i>
pl: <i>Źródło przepisów: %1</i>

source: <i>Powered By: Edamam.com</i>
az: <i>Hazırlanıb: Edamam.com tərəfindən</i>
eu: <i>Elikatzen duena: Edamam.com</i>
fi: <i>Toimii Edamam.comin avulla</i>
ko: <i>제공: Edamam.com</i>
pl: <i>Napędzane przez: Edamam.com</i>

source: Close Ingredients List
az: Tərkib siyahısını bağlamaq
eu: Itxi osagaien zerrenda
fi: Sulje ainesluettelo
ko: 재료 목록 닫기
pl: Zamknij listę składników

source: Answered
az: Cavablanmış
eu: Erantzunda
fi: Vastattu
ko: 답변됨
pl: Z odpowiedzią

source: Unanswered
az: Cavablanmamış
eu: Erantzun gabe
fi: Ei vastattu
ko: 답변 없음
pl: Bez odpowiedzi

source: Replies: %1
az: Cavablar: %1
eu: Erantzunak: %1
fi: Vastauksia: %1
ko: 답글: %1
pl: Odpowiedzi: %1

source: Powered By StackOverflow
az: StackOverflow tərəfindən hazırlanıb
eu: Elikatzen duena, StackOverflow
fi: Toimii StackOverflow’n avulla
ko: StackOverflow 제공
pl: Napędzane przez StackOverflow

source: Stock Price Info
az: Səhm qiymətləri haqqında məlumat
eu: Burtsako kotizazioaren informazioa
fi: Osakekurssitiedot
ko: 주가 정보
pl: Dane o cenie giełdowej

source: Text
az: Mətn
eu: Testua
fi: Teksti
ko: 텍스트
pl: Tekst

source: Stock Price:
az: Səhm qiyməti:
eu: Burtsako kotizazioa:
fi: Osakekurssi:
ko: 주가:
pl: Cena giełdowa:

source: Ask Another
az: Başqasını axtarmaq
eu: Galdetu beste bat
fi: Kysy muuta
ko: 다른 질문
pl: Zapytaj o co innego

source: Clear
az: Təmizləmək
eu: Garbitu
fi: Tyhjennä
ko: 지우기
pl: Wyczyść

source: Low
az: Aşağı
eu: Baxua
fi: Matala
ko: 낮음
pl: Niskie

source: High
az: Yüksək
eu: Altua
fi: Korkea
ko: 높음
pl: Wysokie

source: Tomorrow's Weather
az: Sabahkı hava
eu: Biharko eguraldia
fi: Huomisen sää
ko: 내일의 날씨
pl: Jutrzejsza pogoda

source: Play
az: Səsləndirmək
eu: Jo
fi: Toista
ko: 재생
pl: Odtwórz

source: Wikipedia
ko: 위키백과

source: <i>Phone:</i> %1
az: <i>Telefon:</i> %1
eu: <i>Telefonoa:</i> %1
fi: <i>Puhelin:</i> %1
ko: <i>전화:</i> %1
pl: <i>Telefon:</i> %1

source: <i>Location:</i> %1
az: <i>Məkan:</i> %1
eu: <i>Kokalekua:</i> %1
fi: <i>Sijainti:</i> %1
ko: <i>위치:</i> %1
pl: <i>Położenie:</i> %1

source: <i>Rating:</i> %1 Stars
az: <i>Reyting:</i> %1 Ulduzlar
eu: <i>Balorazioa:</i> %1 Stars
fi: <i>Arvostelu:</i> %1 tähteä
ko: <i>별점:</i> 별 %1개
pl: <i>Ocena:</i> %1 gwiazdek

source: Checkout
az: Qarşılıqlı yoxlama
eu: Eskuratu
ko: 체크아웃
pl: Sprawdzenie

source: Send As Text
az: Mətn kimi göndərmək
eu: Bidali testu gisa
fi: Lähetä tekstinä
ko: 텍스트로 보내기
pl: Wyślij jako tekst

source: <i>Powered By: Yelp.com</i>
az: <i>Hazırlanıb: Yelp.com tərəfindən</i>
eu: <i>Elikatzen duena: Yelp.com</i>
fi: <i>Toimii Yelp.comin avulla</i>
ko: <i>제공: Yelp.com</i>
pl: <i>Napędzane przez: Yelp.com</i>

source: <custom location>/mycroft-core/
az: <fərdi yer>/mycroft-core/

source: Wolfram Alpha API:
fi: Wolfram Alphan API:
